Repository: dhis2/ui
Catalog: components/header-bar/i18n/*.po
Languages: fr, lo, ru

source: Search apps
fr: Chercher applis
lo: ຄົ້ນຫາແອັບ
ru: Поиск приложений

source: DHIS2 version unknown
fr: Version de DHIS2 inconnue
lo: DHIS2 ບໍ່ຮູ້ເວີຊັນ
ru: DHIS2 - Версия неизвестна

source: {{appName}} version unknown
fr: {{appName}} version inconnue
lo: {{appName}} ບໍ່ຮູ້ເວີຊັນ
ru: {{appName}} - версия неизвестна

source: App {{appVersion}}
fr: Application {{appVersion}}
lo: ແອັບ {{appVersion}}
ru: Приложение {{appVersion}}

source: App version unknown
fr: Version de l'application inconnue
lo: ບໍ່ຮູ້ເວີຊັນແອັບ
ru: Приложение - Версия неизвестна

source: Debug info
fr: Informations de débogage
lo: ຂໍ້ມູນການແກ້ໄຂ
ru: Информация об отладке

source: Close
fr: Fermer
lo: ປິດ
ru: Закрыть

source: Copy debug info
fr: Copier les informations de débogage
lo: ກ໋ອບປີ້ຂໍ້ມູນການແກ້ໄຂ
ru: Скопировать информацию об отладке

source: Interpretations
fr: Interprétations
lo: ການແປຂໍ້ມູນ
ru: Интерпретации

source: Online
fr: En ligne
lo: ມີການເຊື່ອມຕໍ່
ru: Режим онлайн

source: Offline
fr: Hors ligne
lo: ບໍ່ມີການເຊື່ອມຕໍ່
ru: Автономный режим

source: Edit profile
fr: Modifier profil
lo: ແກ້ໄຂຂໍ້ມູນ
ru: Редактировать профиль

source: Settings
fr: Paramètres
lo: ຕັ້ງຄ່າ
ru: Настройки

source: Account
fr: Compte
lo: ບັນຊີ
ru: Учетная запись

source: Help
fr: Aide
lo: ຊ່ວຍ
ru: Помощь

source: About DHIS2
fr: À propos de DHIS2
lo: ກ່ຽວກັບ DHIS2
ru: О DHIS2

source: Logout
fr: Déconnexion
lo: ອອກຈາກລະບົບ
ru: Выход из системы

source: New {{appName}} version available
fr: Nouvelle version de {{appName}} disponible
lo: ມີເວີຊັນໃໝ່ {{appName}}
ru: Доступна новая версия приложения {{appName}}

source: New app version available
fr: Nouvelle version de l'application disponible
lo: ມີແອັບເວີຊັນໃໝ່
ru: Доступна новая версия приложения

source: Click to reload
fr: Cliquer pour retélécharger
lo: ຄລິກເພື່ອໂຫຼດຄືນໃໝ່
ru: Нажать для перезагрузки

source: Profile menu
fr: Menu du profil

source: Messages
lo: ຂໍ້ຄວາມ
ru: Сообщения
