Repository: dhis2/ui
Catalog: collections/forms/i18n/*.po
Languages: ar, cs, es, es_419, lo, nl, pt, ru, uk, zh

source: Upload file
ar: تحميل الملف
cs: Nahrát soubor
es: Subir archivo
es_419: Cargar archivo
lo: ອັບໂຫຼດເອກະສານ
nl: Upload bestand
pt: Carregar arquivo
ru: Загрузить файл
uk: Вивантажити файл
zh: 上传文件

source: Upload files
ar: تحميل الملفات
cs: Nahrát soubory
es: Subir archivos
es_419: Cargar archivos
lo: ອັບໂຫຼດເອກະສານ
nl: Upload bestanden
pt: Carregar arquivos
ru: Загрузить файлы
uk: Вивантажити файли
zh: 上传文件

source: Remove
ar: إزلة
cs: Odebrat
es: Eliminar
es_419: Eliminar
lo: ລົບອອກ
nl: Verwijderen
pt: Remover
ru: Убрать
uk: Видалити
zh: 移除

source: No file(s) selected yet
cs: Zatím není (nejsou) vybrány žádné soubory
es: Ningún archivo (s) seleccionado (s) todavía
zh: 尚未选择任何文件

source: Please provide an alpha-numeric value
cs: Uveďte alfanumerickou hodnotu
es: Proporcione un valor alfanumérico.
es_419: Indique un valor alfanumérico
lo: ກະລຸນາລະບຸຄ່າທີ່ເປັນຕົວອັກສອນ ແລະ ຕົວເລກ
nl: Geef een alfanumerieke waarde op
pt: Fornecer um valor alfanumérico
ru: Укажите буквенно-цифровое значение
uk: Вкажіть буквено-цифрове значення
zh: 请提供字母数字值

source: Please provide a boolean value
ar: يرجى إدخال قيمة منطقية
cs: Zadejte prosím booleovskou hodnotu
es: Proporcione un valor booleano
es_419: Indique un valor booleano
lo: ກະລຸນາລະບຸຄ່າທີ່ເປັນສູນ
nl: Geef een booleaanse waarde op
pt: Forneça um valor booleano
ru: Укажите булевое значение
uk: Вкажіть логічне значення
zh: 请提供一个布尔值

source: Please enter between {{lowerBound}} and {{upperBound}} characters
ar: الرجاء إدخال ما بين {{LowerBound}} و {{upperBound}} حرف
cs: Zadejte prosím mezi {{lowerBound}} a {{upperBound}} znaky
es: Ingresa entre {{lowerBound}} y {{upperBound}} caracteres
es_419: Introduzca entre {{lowerBound}} y {{upperBound}} caracteres
lo: ກະລຸນາຕື່ມລະຫວ່າງຕົວອັກສອນ {{lowerBound}} ແລະ {{upperBound}}
nl: Voer tussen {{lowerBound}} en {{upperBound}} tekens in
pt: Introduzir entre {{lowerBound}} e {{upperBound}} caracteres
ru: Введите от {{lowerBound}} до {{upperBound}} символов.
uk: Введіть від {{lowerBound}} до {{upperBound}} символів
zh: 请在 {{lowerBound}} 和 {{upperBound}} 个字符之间输入

source: Please make sure the value of this input matches the value in "{{otherField}}".
ar: الرجاء التأكد من أن قيمة مربع الإدخال هذا تطابق القيمة الموجودة في "{{otherField}}".
cs: Zkontrolujte, zda se hodnota tohoto vstupu shoduje s hodnotou v "{{otherField}}".
es: Asegúrese de que el valor de este campo coincida con el valor de "{{otherField}}".
es_419: Asegúrese de que el valor de esta entrada coincide con el de "{{otherField}}".
lo: ກະລຸນາກວດສອບໃຫ້ແນ່ໃຈວ່າຄ່າຂອງຂໍ້ມູນນີ້ກົງກັບຄ່າໃນ " {{otherField}} "
nl: Zorg ervoor dat de waarde van deze invoer overeenkomt met de waarde in "{{otherField}}".
pt: Por favor, certifique-se de que o valor deste campo corresponde ao valor em "{{otherField}}".
ru: Убедитесь, что введенное значение совпадает со значением в разделе "{{otherField}}".
uk: Переконайтеся, що значення цього введення відповідає значенню в "{{otherField}}".
zh: 请确保此输入的值与“ {{otherField}}”中的值匹配。

source: Please enter a maximum of {{upperBound}} characters
ar: الرجاء إدخال {{upperBound}} حرف كحد أقصى
cs: Zadejte prosím maximálně {{upperBound}} znaků
es: Ingrese un máximo de {{upperBound}} caracteres
es_419: Introduzca un máximo de {{upperBound}} caracteres
lo: ກະລຸນາຕື່ມຕົວອັກສອນສູງສຸດ {{upperBound}}
nl: Voer maximaal {{upperBound}} tekens in
pt: Introduza um máximo de {{upperBound}} caracteres
ru: Введите максимум {{upperBound}} символа/ов.
uk: Введіть максимум {{upperBound}} символів
zh: 请输入最多 {{upperBound}} 个字符

source: Please enter a number with a maximum of {{upperBound}}
ar: الرجاء إدخال رقم بحد أقصى {{upperBound}}
cs: Zadejte číslo s maximální hodnotou {{upperBound}}
es: Ingrese un número con un máximo de {{upperBound}}
es_419: Introduzca un número con un máximo de {{upperBound}}
lo: ກະລຸນາຕື່ມຕົວເລກທີ່ມີຈຳນວນສູງສຸດ {{upperBound}}
nl: Voer een getal in met een maximum van {{upperBound}}
pt: Introduza um número com um máximo de {{upperBound}}
ru: Введите число, не превышающее {{upperBound}}
uk: Введіть число не більше {{upperBound}}
zh: 请输入一个最大为 {{upperBound}} 的数字

source: Please enter at least {{lowerBound}} characters
ar: الرجاء إدخال {{LowerBound}} حرفًا على الأقل
cs: Zadejte prosím alespoň {{lowerBound}} znaků
es: Ingrese al menos {{lowerBound}} caracteres
es_419: Introduzca al menos {{lowerBound}} caracteres
lo: ກະລຸນາຕື່ມຕົວອັກສອນຢ່າງໜ້ອຍ {{lowerBound}}
nl: Voer ten minste {{lowerBound}} tekens in
pt: Introduza pelo menos {{lowerBound}} caracteres
ru: Введите не менее {{lowerBound}} символа/ов.
uk: Введіть принаймні {{lowerBound}} символів
zh: 请至少输入 {{lowerBound}} 个字符

source: Please enter a number of at least {{lowerBound}}
ar: الرجاء إدخال رقم لا يقل عن {{LowerBound}}
cs: Zadejte prosím číslo alespoň {{lowerBound}}
es: Ingrese un número de al menos {{lowerBound}}
es_419: Introduzca un número de al menos {{lowerBound}}
lo: ກະລຸນາຕື່ມຈຳນວນຢ່າງໜ້ອຍ {{lowerBound}}
nl: Voer een getal in van ten minste {{lowerBound}}
pt: Por favor, introduza um número de, pelo menos {{lowerBound}}
ru: Введите число не менее {{lowerBound}}
uk: Введіть число не менше {{lowerBound}}
zh: 请输入至少为 {{lowerBound}} 的数字

source: Number cannot be less than {{lowerBound}} or more than {{upperBound}}
ar: لا يمكن أن يكون الرقم أقل من {{lowerBound}} أو أكثر من {{upperBound}}
cs: Číslo nesmí být menší než {{lowerBound}} nebo větší než {{upperBound}}
es: El número no puede ser menor que {{lowerBound}} ni mayor que {{upperBound}}
es_419: El número no puede ser inferior a {{lowerBound}} ni superior a {{upperBound}}
lo: ຕົວເລກບໍ່ສາມາດໜ້ອຍກວ່າ {{lowerBound}} ຫຼືຫຼາຍກວ່າ {{upperBound}}
nl: Getal mag niet kleiner zijn dan {{lowerBound}} of groter dan {{upperBound}}
pt: O número não pode ser inferior a {{lowerBound}} ou superior a {{upperBound}}
ru: Число не может быть меньше {{lowerBound}} или больше {{upperBound}}
uk: Число не може бути меншим за {{lowerBound}} або більшим за {{upperBound}}
zh: 数字不能小于 {{lowerBound}} 或大于 {{upperBound}}

source: Please make sure the value of this input matches the pattern {{patternString}}.
cs: Ujistěte se, že hodnota tohoto vstupu odpovídá vzoru {{patternString}}.
es: Asegúrese de que el valor que está poniendo coincida con el patrón {{patternString}}.
es_419: Asegúrese de que el valor de esta entrada coincide con el patrón {{patternString}}.
lo: ກະລຸນາກວດສອບໃຫ້ແນ່ໃຈວ່າຄ່າຂອງຂໍ້ມູນນີ້ກົງກັບຮູບແບບ {{patternString}} .
nl: Zorg ervoor dat de waarde van deze invoer overeenkomt met het patroon {{patternString}}.
pt: Certifique-se de que o valor deste campo corresponde ao padrão {{patternString}}.
ru: Убедитесь, что введенное значение соответствует формату {{patternString}}.
uk: Переконайтеся, що значення цього введення відповідає шаблону {{patternString}}.
zh: 请确保此输入的值与模式 {{patternString}} 匹配。

source: Password should be a string
ar: يجب أن تكون كلمة المرور سلسلة نصية
cs: Heslo by mělo být řetězec
es: La contraseña debe ser tipo cadena
es_419: La contraseña debe ser texto
lo: ລະຫັດຜ່ານຄວນເປັນຕົວອັກສອນ
nl: Wachtwoord moet een tekenreeks zijn
pt: A senha deve ser uma cadeia de caracteres
ru: Пароль должен быть строкой
uk: Пароль має бути рядком
zh: 密码应该是一个字符串

source: Password should be at least 8 characters long
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل
cs: Heslo by mělo mít alespoň 8 znaků
es: La contraseña debe tener al menos 8 caracteres
es_419: La contraseña debe tener al menos 8 caracteres
lo: ລະຫັດຜ່ານຄວນມີຢ່າງໜ້ອຍ 8 ຕົວອັກສອນ
nl: Wachtwoord moet minimaal 8 tekens lang zijn
pt: A senha deve ter pelo menos 8 caracteres
ru: Пароль должен состоять не менее чем из 8 символов.
uk: Пароль має містити щонайменше 8 символів
zh: 口令至少8个字符

source: Password should be no longer than 34 characters
ar: يجب ألا تزيد كلمة المرور عن 34 حرفًا
cs: Heslo by nemělo být delší než 34 znaků
es: La contraseña no debe tener más de 34 caracteres
es_419: La contraseña no debe tener más de 34 caracteres
lo: ລະຫັດຜ່ານຄວນຈະບໍ່ເກີນ 34 ຕົວອັກສອນ
nl: Wachtwoord mag niet langer zijn dan 34 tekens
pt: A senha não deve ter mais que 34 caracteres
ru: Пароль не должен быть длиннее 34 символов
uk: Пароль має містити не більше 34 символів
zh: 口令不能超过34字符

source: Password should contain at least one lowercase letter
ar: يجب أن تحتوي كلمة المرور على حرف صغير واحد على الأقل
cs: Heslo by mělo obsahovat alespoň jedno malé písmeno
es: La contraseña debe contener al menos una letra minúscula
es_419: La contraseña debe contener al menos una letra minúscula
lo: ລະຫັດຜ່ານຄວນມີຕົວພິມນ້ອຍຢ່າງໜ້ອຍໜຶ່ງຕົວ
nl: Wachtwoord moet minimaal één kleine letter bevatten
pt: A senha deve conter pelo menos uma letra minúscula
ru: Пароль должен содержать хотя бы одну строчную букву
uk: Пароль має містити принаймні одну малу літеру
zh: 口令至少包括应该小写字母

source: Password should contain at least one UPPERCASE letter
ar: يجب أن تحتوي كلمة المرور على حرف كبير واحد على الأقل
cs: Heslo by mělo obsahovat alespoň jedno VELKÉ písmeno
es: La contraseña debe contener al menos una letra MAYÚSCULA
es_419: La contraseña debe contener al menos una letra MAYÚSCULA
lo: ລະຫັດຜ່ານຄວນມີຕົວພິມໃຫຍ່ຢ່າງໜ້ອຍໜຶ່ງຕົວ
nl: Wachtwoord moet minimaal één HOOFDLETTER bevatten
pt: A senha deve conter pelo menos uma letra MAIÚSCULA
ru: Пароль должен содержать хотя бы одну заглавную букву
uk: Пароль має містити принаймні одну ВЕЛИКУ літеру
zh: 口令至少包括一个大写字母

source: Password should contain at least one number
ar: يجب أن تحتوي كلمة المرور على رقم واحد على الأقل
cs: Heslo by mělo obsahovat alespoň jedno číslo
es: La contraseña debe contener al menos un número
es_419: La contraseña debe contener al menos un número
lo: ລະຫັດຜ່ານຄວນມີຢ່າງໜ້ອຍໜຶ່ງຕົວເລກ
nl: Wachtwoord moet minimaal één cijfer bevatten
pt: A senha deve conter pelo menos um número
ru: Пароль должен содержать хотя бы одну цифру
uk: Пароль має містити принаймні одну цифру
zh: 口令至少包括应该数字

source: Password should have at least one special character
ar: يجب أن تحتوي كلمة المرور على رمز واحد على الأقل
cs: Heslo by mělo mít alespoň jeden speciální znak
es: La contraseña debe tener al menos un carácter especial
es_419: La contraseña debe tener al menos un carácter especial
lo: ລະຫັດຜ່ານຄວນມີຢ່າງໜ້ອຍໜຶ່ງຕົວອັກສອນພິເສດ
nl: Wachtwoord moet minimaal één speciaal teken bevatten
pt: A senha deve ter pelo menos um caractere especial
ru: В пароле должен быть хотя бы один специальный символ
uk: Пароль має містити принаймні один спеціальний символ
zh: 口令至少包括一个特殊字符

source: Please provide a username between 4 and 255 characters
ar: يرجى تزويد اسم مستخدم يتراوح بين 4 و 255 حرفًا
cs: Zadejte uživatelské jméno o délce 4 až 255 znaků
uk: Вкажіть ім'я користувача від 4 до 255 символів

source: Please provide a valid email address
ar: يرجى ادخال صيغة بريد الكتروني سليمة
cs: Uveďte platnou e-mailovou adresu
es: Por favor proporcione un correo electrónico válido
es_419: Por favor ingrese una dirección de correo electrónico válida
lo: ກະລຸນາລະບຸທີ່ຢູ່ອີເມວທີ່ຖືກຕ້ອງ
nl: geef alstublieft een geldig email adres
pt: Por favor forneça um endereço de e-mail válido
ru: Введите правильный адрес электронной почты
uk: Вкажіть дійсну адресу електронної пошти
zh: 有效的邮箱

source: Please provide a value
ar: يرجى إدخال قيمة
cs: Zadejte prosím hodnotu
es: Proporcione un valor
es_419: Indique un valor
lo: ກະລຸນາລະບຸຄ່າ
nl: Geef een waarde op
pt: Forneça um valor
ru: Введите значение
uk: Вкажіть значення
zh: 请提供值

source: Please provide a round number without decimals
cs: Uveďte prosím zaokrouhlené číslo bez desetinných míst
es: Por favor, proporcione un número redondo sin decimales
es_419: Indique una cifra redonda sin decimales
lo: ກະ​ລຸ​ນາ​ປ້ອນຈໍາ​ນວນ​ມົນ​ໂດຍ​ບໍ່​ມີ​ຈຸດ
nl: Geef een rond getal op zonder decimalen
pt: Forneça um número inteiro sem decimais
ru: Введите круглое число без десятичных знаков
uk: Вкажіть ціле число без десяткових знаків
zh: 请提供一个没有小数的整数

source: Please provide a valid international phone number.
ar: يرجى تزويد رقم هاتف دولي صالح.
cs: Zadejte platné mezinárodní telefonní číslo.
es: Por favor, proporcione un número de teléfono internacional válido.
es_419: Indique un número de teléfono internacional válido.
lo: ກະລຸນາປ້ອນເບີໂທລະສັບທີ່ຖືກຕ້ອງ
nl: Geef een geldig internationaal telefoonnummer op.
pt: Indique um número de telefone internacional válido.
ru: Укажите действительный международный номер телефона.
uk: Вкажіть дійсний міжнародний номер телефону.
zh: 请提供有效的国际电话号码。

source: Please provide a number
ar: الرجاء تزويد رقم
cs: Uveďte prosím číslo
es: Proporcione un número
es_419: Indique un número
lo: ກະລຸນາປ້ອນຕົວເລກ
nl: Geef een nummer op
pt: Forneça um número
ru: Введите номер
uk: Вкажіть число
zh: 请提供号码

source: Please provide a string
ar: يرجى تزويد سلسلة نصية
cs: Zadejte řetězec
es: Proporcione una cadena
es_419: Proporcione una texto
lo: ກະລຸນາປ້ອນຕົວອັກສອນ
nl: Geef een tekenreeks op
pt: Forneça um texto
ru: Введите строку
uk: Вкажіть рядок
zh: 请提供字符串

source: Please provide a valid url
ar: يرجى ادخال صيغة ارتباط url سليمة
cs: Uveďte platnou adresu URL
es: Proporcione un enlace válido.
es_419: Proporcione una URL válida
lo: ກະລຸນາປ້ອນ URL ທີ່ຖືກຕ້ອງ
nl: Geef een geldige URL op
pt: Forneça uma URL válida
ru: Введите правильный URL адрес
uk: Вкажіть дійсну URL-адресу
zh: 有效的URL

source: Please provide a username between 1 and 255 characters
es: Proporcione un usuario de entre 1 y 255 caracteres
zh: 请提供 1 到 255 个字符之间的用户名

# - or @
source: Please provide a username between 4 and 255 characters long and possibly separated by .
es_419: Indique un nombre de usuario de entre 4 y 255 caracteres, posiblemente separados por . o @.
lo: ກະ​ລຸ​ນາ​ປ້ອນຊື່​ຜູ້​ໃຊ້​ລະ​ຫວ່າງ 4 ແລະ 255 ຕົວ​ອັກ​ສອນ​​ ແລະ​ ​ແຍກ​ອອກ​ . _ - ຫຼື @
nl: Geef een gebruikersnaam op tussen 4 en 255 tekens lang en eventueel gescheiden door . _ - of @
pt: Forneça um nome de utilizador com um comprimento entre 4 e 255 caracteres e possivelmente separado por . _ - ou @
ru: Укажите имя пользователя длиной от 4 до 255 символов по возможности разделенных знаками . _ - или @
