Repository: dhis2/ui
Catalog: components/sharing-dialog/i18n/*.po
Languages: cs, es, fr, lo, nl, pt, ru, uk, uz_uz_cyrl

source: View only
cs: Pouze zobrazit
es: Solo lectura
fr: Visualiser uniquement
lo: ເບິ່ງໄດ້ເທົ່ານັ້ນ
nl: Alleen bekijken
pt: Ver apenas
ru: Только просмотр
uk: Тільки перегляд
uz_uz_cyrl: Фақат кўриш учун

source: View and edit
cs: Zobrazit a upravit
es: Ver y editar
fr: Visualiser et modifier
lo: ເບິ່ງ ແລະ ແກ້ໄຂ
nl: Bekijk en bewerk
pt: Visualizar e editar
ru: Просмотр и редактирование
uk: Перегляд і редагування
uz_uz_cyrl: Кўриш ва таҳрирлаш

source: No access
cs: Žádný přístup
es: Sin acceso
fr: Pas d'accès
lo: ບໍ່ມີການເຂົ້າເຖີງ
nl: Geen toegang
pt: Sem acesso
ru: Нет доступа
uk: Немає доступу
uz_uz_cyrl: Кириш ҳуқуқи мавжуд эмас

source: Give access to a user or group
es: Dar acceso a un usuario o grupo
fr: Donner l'accès à un utilisateur ou à un groupe
lo: ໃຫ້ຜູ້ໃຊ້ ຫຼື ກຸ່ມເຂົ້າເຖິງ
nl: Geef toegang aan een gebruiker of groep
pt: Atribuir acesso a um utilizador ou grupo
ru: Предоставить доступ пользователю или группе
uk: Надати доступ користувачеві або групі
uz_uz_cyrl: Фойдаланувчи ёки гуруҳга киришга рухсат бериш

source: Data access level
fr: Niveau d'accès aux données
pt: Nível de acesso aos dados

source: Choose a level
fr: Choisir un niveau
pt: Escolher um nível

source: Not available offline
cs: Není k dispozici offline
es: No disponible sin conexión a internet
fr: Non disponible hors ligne
lo: ບໍ່ສາມາດໃຊ້ໄດ້ອອບລາຍ
nl: Niet beschikbaar offline
pt: Não disponível offline
ru: Недоступно в автономном режиме
uk: Недоступно в автономному режимі
uz_uz_cyrl: Оффлайн режимда мавжуд эмас

source: Metadata access level
fr: Niveau d'accès aux métadonnées
pt: Nível de acesso aos metadados

source: Access level
cs: Úroveň přístupu
es: Nivel de acceso
fr: Niveau d'accès
lo: ຂັ້ນການເຂົ້າເຖິງ
nl: Toegangsniveau
pt: Niveis de acesso
ru: Уровень доступа
uk: Рівень доступу
uz_uz_cyrl: Кириш мумкин бўлган босқичлар

source: Give access
cs: Povolit přístup
es: Dar acceso
fr: Donner l'accès
lo: ໃຫ້ການເຂົ້າເຖິງ
nl: Toegang geven
pt: Atribuir acesso
ru: Предоставить доступ
uk: Надати доступ
uz_uz_cyrl: Рухсат бериш

source: Users and groups that currently have access
es: Usuarios y grupos que actualmente tienen acceso
fr: Les utilisateurs et les groupes qui ont actuellement l'accès
lo: ຜູ້ໃຊ້ ແລະ ກຸ່ມທີ່ໄດ້ເຂົ້າເຖິງ
nl: Gebruikers en groepen die momenteel toegang hebben
pt: Utilizadores e grupos que têm atualmente acesso
ru: Пользователи и группы с доступом
uk: Користувачі та групи, які наразі мають доступ
uz_uz_cyrl: Рухсати бор бўлган яойдаланувчилар ёки гуруҳлар

source: User / Group
es: Usuario / Grupo
fr: Utilisateur / Groupe
lo: ຜູ້ໃຊ້ / ກຸ່ມ
nl: Gebruiker / groep
pt: Utilizador / Grupo
ru: Пользователь / Группа
uk: Користувач / Група
uz_uz_cyrl: Фойдаланувчи/Гуруҳ

source: All users
cs: Všichni uživatelé
es: Todos los usuarios
fr: Tous les utilisateurs
lo: ຜູ້ໃຊ້ທັງໝົດ
nl: Alle gebruikers
pt: Todos os utilizadores
ru: Все пользователи
uk: Всі користувачі
uz_uz_cyrl: Барча фойдаланувчилар

source: Anyone logged in
fr: Toute personne connectée
pt: Qualquer pessoa com sessão iniciada

source: User group
fr: Groupe d'utilisateurs
pt: Grupo de usuários

source: User
fr: Utilisateur
lo: ຜູ້ໃຊ້
nl: Gebruiker
pt: Utilizador

source: Data
fr: Données
lo: ຂໍ້ມູນ
nl: Gegevens
pt: Dados

source: Remove access
cs: Odebrat přístup
es: Eliminar acceso
fr: Retirer l'accès
lo: ເອົາການເຂົ້າເຖິງອອກ
nl: Toegang verwijderen
pt: Remover o acesso
ru: Удалить доступ
uk: Видалити доступ
uz_uz_cyrl: Рухсатни бекор қилиш

source: Metadata
es: Metadatos
fr: Métadonnées
lo: ໂຄງຮ່າງຖານຂໍ້ມູນ
nl: Metagegevens
pt: Metadados
ru: Метаданные
uk: Метадані
uz_uz_cyrl: МетаМаълумот

source: User or group
es: Usuario o Grupo
fr: Utilisateur ou groupe
lo: ຜູ້ໃຊ້ ຫຼື ກຸ່ມ
nl: Gebruiker of groep
pt: Utilizador ou grupo
ru: Пользователь или группа
uk: Користувач або група
uz_uz_cyrl: Фойдаланувчи ёки гуруҳ

source: Search
cs: Hledat
es: Buscar
fr: Chercher
lo: ຄົ້ນຫາ
nl: Zoek
pt: Pesquisar
ru: Поиск
uk: Пошук
uz_uz_cyrl: Қидириш

source: Apply dashboard sharing settings to visualizations
cs: Na vizualizace použijte nastavení sdílení ovládacího panelu
es: Aplicar la configuración compartir del tablero a las visualizaciones
fr: Appliquer les paramètres de partage du tableau de bord aux visualisations
lo: ນຳໃຊ້ການຕັ້ງຄ່າແບ່ງປັນກະດານຂ່າວກັບພາບຂໍ້ມູນ
nl: Instellingen voor delen van dashboards toepassen op visualisaties
pt: Aplicar definições de partilha do dashboard às visualizações
ru: Применить параметры доступа к инфопанели к визуализациям
uk: Застосувати налаштування спільного доступу до інформаційної панелі до візуалізації

source: Something went wrong
es: Algo ha salido mal
fr: Quelque chose a mal tourné
lo: ມີບາງຢ່າງຜິດພາດ
nl: Er is iets fout gegaan.
pt: Ocorreu algo de errado
ru: Что-то пошло не так
uk: Сталася помилка
uz_uz_cyrl: Нимадир нотўғри бажарилди

source: Apply sharing to dashboard visualizations
cs: Použít sdílení na vizualizace ovládacího panelu
es: Aplicar compartir a las visualizaciones del tablero
fr: Appliquer le partage aux visualisations de tableaux de bord
lo: ນຳໃຊ້ການແບ່ງປັນພາບຂໍ້ມູນກັບກະດານຂ່າວ
nl: Pas delen toe op dashboardvisualisaties
pt: Aplicar a partilha às visualizações de dashboard
ru: Применить параметры доступа к визуализациям инфопанели
uk: Застосувати спільний доступ до візуалізації інформаційної панелі

source: No visualizations were updated. Check that you have permission to change sharing for all visualizations.
es: No se actualizaron las visualizaciones. Compruebe que tiene permiso para cambiar la configuración compartir de todas las visualizaciones.
fr: Aucune visualisation n'a été mise à jour. Vérifiez que vous disposez des autorisations nécessaires pour modifier le partage de toutes les visualisations.
lo: ບໍ່ມີການອັບເດດພາບຂໍ້ມູນ. ກວດເບິ່ງຄືນວ່າທ່ານໄດ້ຮັບການອະນຸຍາດໃຫ້ປ່ຽນການແບ່ງປັນສໍາລັບພາບຂໍ້ມູນ.
nl: Er zijn geen visualisaties bijgewerkt. Controleer of u gemachtigd bent om het delen voor alle visualisaties te wijzigen.
pt: Nenhuma visualização foi atualizada. Verifique se você tem permissão para alterar a compartilha de todas as visualizações.
ru: Визуализации не были обновлены. Убедитесь, что у вас есть право на изменение параметров доступа ко всем визуализациям.
uk: Візуалізації не оновлено. Переконайтеся, що у вас є дозвіл на зміну спільного доступу для всіх візуалізацій.

source: Not all visualizations could be updated successfully. {{ success }} updated successfully, {{ failed }} failed to update. Check that you have permission to change sharing for all visualizations.
es: No todas las visualizaciones se pudieron actualizar correctamente. {{ success }} actualizado con éxito, {{ failed }} error al actualizar. Compruebe que tiene permiso para cambiar la configuración de uso compartido de todas las visualizaciones.
fr: Toutes les visualisations n'ont pas pu être mises à jour avec succès. {{ success }} a été mis à jour avec succès, {{ failed }} n'a pas pu être mis à jour. Vérifiez que vous avez la permission de modifier le partage pour toutes les visualisations.
lo: ພາບຂໍ້ມູນທັງໝົດບໍ່ສາມາດອັບເດດໄດ້ສຳເລັດ. ອັບເດດ {{ success }} ສຳເລັດແລ້ວ, {{ failed }} ລົ້ມເຫລວໃນການອັບເດດ. ກວດເບິ່ງວ່າທ່ານໄດ້ຮັບການອະນຸຍາດໃຫ້ປ່ຽນການແບ່ງປັນສໍາລັບພາບຂໍ້ມູນທັງຫມົດ.
nl: Niet alle visualisaties konden met succes worden bijgewerkt. {{ success }} succesvol bijgewerkt, {{ failed }} kan niet worden bijgewerkt. Controleer of u gemachtigd bent om het delen voor alle visualisaties te wijzigen.
pt: Nem todas as visualizações puderam ser atualizadas com sucesso. {{ success }} foi atualizado com sucesso, {{ failed }} falhou na atualização. Verifique se você tem permissão para alterar a compartilha de todas as visualizações.
ru: Не все визуализации были успешно обновлены. Обновлено: {{ success }}, не обновлено: {{ failed }} . Убедитесь, что у вас есть право на изменение общего параметров доступа ко всем визуализациям.
uk: Не всі візуалізації вдалося оновити. {{ success }} успішно оновлено, {{ failed }} не вдалося оновити. Переконайтеся, що у вас є дозвіл на зміну спільного доступу для всіх візуалізацій.

source: No visualizations were updated because sharing settings are already sufficient.
cs: Nebyly aktualizovány žádné vizualizace, protože nastavení sdílení je již dostačující.
es: No se han actualizado las visualizaciones porque la configuración para compartir ya es suficiente
fr: Aucune visualisation n'a été mise à jour car les paramètres de partage sont déjà suffisants.
lo: ບໍ່ມີການອັບເດດພາບຂໍ້ມູນເນື່ອງຈາກການຕັ້ງຄ່າການແບ່ງປັນພຽງພໍແລ້ວ.
nl: Er zijn geen visualisaties bijgewerkt omdat de instellingen voor delen al voldoende zijn.
pt: Não foram actualizadas quaisquer visualizações porque as definições de partilha já são suficientes.
ru: Визуализации не были обновлены, необходимые права доступа уже предоставлены.
uk: Візуалізації не оновлено, оскільки налаштувань спільного доступу вже достатньо.

source: Successfully updated sharing for all visualizations.
es: Configuración de uso compartido actualizado con éxito para todas las visualizaciones.
fr: Mise à jour réussie du partage pour toutes les visualisations.
lo: ອັບເດດການແບ່ງປັນສຳເລັດແລ້ວສຳລັບພາບຂໍ້ມູນທັງໝົດ.
nl: Delen voor alle visualisaties is geüpdatet.
pt: Partilha actualizada com êxito para todas as visualizações.
ru: Доступ ко всем визуализациям успешно обновлен
uk: Успішно оновлено спільний доступ для всіх візуалізацій.

source: Not all visualization sharing settings needed to be updated. {{ updated }} updated, {{ skipped }} already had sufficient sharing settings.
es: No todas las configuraciones para compartir visualizaciones requieren actualización. {{ updated }} actualizado, {{ skipped }} ya tiene suficiente acceso.
fr: Tous les paramètres de partage de visualisation n'avaient pas besoin d'être mis à jour. {{ updated }} a été mis à jour, {{ skipped }} disposait déjà de paramètres de partage suffisants.
lo: ບໍ່ແມ່ນການຕັ້ງຄ່າການແບ່ງປັນພາບທັງໝົດທີ່ຈຳເປັນເພື່ອອັບເດດ. {{ updated }} ອັບເດດແລ້ວ, {{ skipped }} ມີການຕັ້ງຄ່າການແບ່ງປັນພຽງພໍແລ້ວ.
nl: Niet alle instellingen voor het delen van visualisaties hoefden te worden bijgewerkt. {{ updated }} bijgewerkt, {{ skipped }} had al voldoende instellingen voor delen.
pt: Nem todas as definições de partilha de visualizações precisavam de ser actualizadas. {{ updated }} atualizado, {{ skipped }} já tinha definições de partilha suficientes.
ru: Нет необходимости обнавлять все параметры доступа к визуализациям. Обновлено: {{ updated }}, доступ уже предоставлен: {{ skipped }}.
uk: Не всі налаштування спільного доступу до візуалізації потрібно було оновити. {{ updated }} оновлено, {{ skipped }} вже має достатньо налаштувань спільного доступу.

source: There are no users or groups to apply sharing settings for.
es: No hay usuarios o grupos a los que aplicar la configuración de uso compartido
fr: Il n'y a pas d'utilisateurs ou de groupes pour lesquels des paramètres de partage peuvent être appliqués.
lo: ບໍ່ມີຜູ້ໃຊ້ ຫຼື ກຸ່ມສຳລັບການນໍາໃຊ້ການຕັ້ງຄ່າແບ່ງປັນ.
nl: Er zijn geen gebruikers of groepen om instellingen voor delen toe te passen.
pt: Não existem utilizadores ou grupos aos quais aplicar definições de partilha.
ru: Нет пользователей или групп для применения настроек общего доступа.
uk: Немає користувачів або груп, для яких можна застосувати налаштування спільного доступу.

source: Number of visualizations on this dashboard that will potentially get updated sharing settings: {{ visualizationsCount }}. The number of users or groups that these updated settings will apply to: {{ entityAmount }}.
es: Número de visualizaciones en este tablero que potencialmente actualizarán su confugiración de uso compartido: {{ visualizationsCount }}. El número de usuarios o grupos a los que se aplicarán estas configuraciones actualizadas: {{ entityAmount }}.
fr: Nombre de visualisations sur ce tableau de bord susceptibles d'être mises à jour dans les paramètres de partage : {{ visualizationsCount }}. Nombre d'utilisateurs ou de groupes auxquels ces paramètres mis à jour s'appliqueront : {{ entityAmount }}.
lo: ຈຳນວນພາບຂໍ້ມູນໃນກະດານຂ່າວນີ້ທີ່ອາດຈະໄດ້ມີການອັບເດດການຕັ້ງຄ່າການແບ່ງປັນ: {{ visualizationsCount }}. ຈຳນວນຜູ້ໃຊ້ ຫຼືກຸ່ມທີ່ອັບເດດການຕັ້ງຄ່າເຫຼົ່ານີ້ຈະໃຊ້ກັບ: {{ entityAmount }}.
nl: Aantal visualisaties op dit dashboard dat mogelijk geüpdatete instellingen voor delen krijgt: {{ visualizationsCount }}. Het aantal gebruikers of groepen waarop deze bijgewerkte instellingen van toepassing zijn: {{ entityAmount }}.
pt: Número de visualizações neste painel que potencialmente receberão definições de partilha actualizadas: {{ visualizationsCount }}. O número de utilizadores ou grupos aos quais estas definições actualizadas se aplicarão: {{ entityAmount }}.
ru: Количество визуализаций на данной инфопанели, которые потенциально получат обновленные настройки доступа: {{ visualizationsCount }}. Количество пользователей или групп, к которым будут применены обновленные настройки: {{ entityAmount }}.
uk: Кількість візуалізацій на цій інформаційній панелі, які потенційно отримають оновлені налаштування спільного доступу: {{ visualizationsCount }}. Кількість користувачів або груп, до яких застосовуватимуться ці оновлені налаштування: {{ entityAmount }}.

source: Applying the same sharing settings makes sure that users and groups that have access to the dashboard also have at least "View only" access to its visualizations (charts, tables, maps, event charts and event reports).
es: La aplicación de la misma configuración para compartir garantiza que los usuarios y grupos que tienen acceso al tablero también tienen al menos acceso de "Solo lectura" a sus visualizaciones (gráficos, tablas, mapas, gráficos de eventos e informes de eventos).
fr: L'application des mêmes paramètres de partage garantit que les utilisateurs et les groupes qui ont accès au tableau de bord disposent également d'un accès en "lecture seule" à ses visualisations (graphiques, tableaux, cartes, graphiques d'événements et rapports d'événements).
lo: ການໃຊ້ການຕັ້ງຄ່າແບບແບ່ງປັນຄືກັນແມ່ນຕ້ອງໃຫ້ແນ່ໃຈວ່າຜູ້ໃຊ້ ແລະ ກຸ່ມທີ່ເຂົ້າເຖິງກະດານຂ່າວສາມາດ "ເບິ່ງເທົ່ານັ້ນ" ໃນພາບຂໍ້ມູນ (ແຜນການ, ຕາຕະລາງ, ແຜນທີ່, ຕາຕະລາງເຫດການ ແລະ ການລາຍງານເຫດການ).
nl: Het toepassen van dezelfde instellingen voor delen zorgt ervoor dat gebruikers en groepen die toegang hebben tot het dashboard ook ten minste "Alleen weergeven" toegang hebben tot de visualisaties (grafieken, tabellen, kaarten, gebeurtenisgrafieken en gebeurtenisrapporten).
pt: Aplicar as mesmas configurações de partilha garante que os utilizadores e grupos que têm acesso ao dashboard também tenham, pelo menos, acesso de 'Apenas visualização' às suas visualizações (gráficos, tabelas, mapas, gráficos de eventos e relatórios de eventos).
ru: Применение одинаковых параметров доступа гарантирует пользователям и группам, имеющим доступ к инфопанели, доступ (как минимум на просмотр) к ее визуализациям (графикам, таблицам, картам, графикам событий и отчетам).
uk: Застосування однакових налаштувань спільного доступу гарантує, що користувачі та групи, які мають доступ до інформаційної панелі, також мають принаймні доступ "Тільки перегляд" до її візуалізацій (діаграми, таблиці, мапи, діаграми подій та звіти про події).

source: If a user or group already has "View and edit" access to a visualization, this won't be reduced to "View only". The "All users" access level won't be updated or changed.
es: Si un usuario o grupo ya tiene acceso "Ver y editar" a una visualización, este no se reducirá a "Solo lectura". El nivel de acceso "Todos los usuarios" no se actualizará ni cambiará.
fr: Si un utilisateur ou un groupe dispose déjà d'un accès « Visualiser et modifier » pour une visualisation, celui-ci ne sera pas réduit à « Visualiser uniquement ». Le niveau d'accès « Tous les utilisateurs » ne sera ni mis à jour ni modifié.
lo: ຖ້າຜູ້ໃຊ້ ຫຼື ກຸ່ມມີການເຂົ້າເຖິງແບບ "ເບິ່ງ ແລະແກ້ໄຂ" ຕໍ່ພາບຂໍ້ມູນນັ້ນຈະບໍ່ຖືກຫຼຸດລົງເປັນ "ເບິ່ງເທົ່ານັ້ນ". ການເຂົ້າເຖິງຂັ້ນ "ຜູ້ໃຊ້ທັງໝົດ" ຈະບໍ່ຖືກອັບເດດ ຫຼື ປ່ຽນແປງ.
nl: Als een gebruiker of groep al het recht "Bekijken en bewerken" heeft voor een visualisatie, wordt dit niet beperkt tot "Alleen weergeven". Het toegangsniveau 'Alle gebruikers' wordt niet bijgewerkt of gewijzigd.
pt: Se um utilizador ou grupo já tem acesso de 'Visualizar e editar' a uma visualização, este acesso não será reduzido para 'Apenas visualização'. O nível de acesso 'Todos os utilizadores' não será atualizado nem alterado.
ru: Если у пользователя или группы уже есть доступ "Просмотр и редактирование" к визуализации, он не будет уменьшен до "Только просмотр". Уровень доступа "Все пользователи" не будет обновлен или изменен.
uk: Якщо користувач або група вже мають доступ до візуалізації "Перегляд і редагування", це не буде зведено до рівня "Тільки перегляд". Рівень доступу "Усі користувачі" не буде оновлено або змінено.

source: Applying sharing can't be undone, and needs to be done again if new visualizations are added to the dashboard or its sharing settings are changed.
es: Aplicar esta configuración de uso compartido no puede deshacerse, y deberás hacer estos cambios nuevamente si nuevas visualizaciones son agregadas al tablero o si su configuración de uso compartido es modificada.
fr: L'application de partage ne peut pas être annulée et doit être effectuée à nouveau si de nouvelles visualisations sont ajoutées au tableau de bord ou si ses paramètres de partage sont modifiés.
lo: ການໃຊ້ການແບ່ງປັນບໍ່ສາມາດຍົກເລີກໄດ້, ແລະຕ້ອງເຮັດອີກຄັ້ງ ຖ້າມີການເພີ່ມພາບຂໍ໊ມູນໃໝ່ໃນກະດານຂ່າວ ຫຼື ການຕັ້ງຄ່າການແບ່ງປັນຂອງມັນມີການປ່ຽນແປງ.
nl: Het toepassen van delen kan niet ongedaan worden gemaakt en moet opnieuw worden gedaan als er nieuwe visualisaties aan het dashboard worden toegevoegd of als de instellingen voor delen worden gewijzigd.
pt: Aplicar as configurações de partilha não pode ser desfeito, e precisa ser feito novamente se novas visualizações forem adicionadas ao dashboard ou se as suas configurações de partilha forem alteradas.
ru: Параметров доступа нельзя отменить. Параметры должны устанавливаться заново, если на инфопанель добавлены новые визуализации или настройки доступа изменены.
uk: Застосування спільного доступу неможливо скасувати, і його потрібно виконати знову, якщо на інформаційній панелі додано нові візуалізації або змінено налаштування спільного доступу.

source: Sharing and access: {{- objectName}}
cs: Sdílení a přístup: {{- objectName}}
es: Compartir y acceder: {{- objectName}}
fr: Partage et accès : {{- objectName}}
lo: ການແບ່ງປັນ ແລະ ການເຂົາເຖິງ: {{- objectName}}
nl: Delen en toegang: {{- objectName}}
pt: Partilha e acesso: {{- objectName}}
ru: Доступ: {{- objectName}}
uk: Спільний доступ: {{- objectName}}
uz_uz_cyrl: Уланиш ва кириш: {{- objectName}}

source: Sharing and access
cs: Sdílení a přístup
es: Acceso compartido
fr: Partage et accès
lo: ການແບ່ງປັນ ແລະ ການເຂົ້າເຖິງ
nl: Delen en toegang
pt: Partilha e acesso
ru: Совместное использование и доступ
uk: Спільний доступ
uz_uz_cyrl: Уланиш ва кириш

source: Close
cs: Zavřít
es: Cerrar
fr: Fermer
lo: ປິດ
nl: Sluit
pt: Fechar
ru: Закрыть
uk: Закрити
uz_uz_cyrl: Ёпиш

source: This action would remove your metadata write access, which is not allowed
fr: Cette action supprimerait l'accès en écriture aux métadonnées, ce qui n'est pas autorisé

source: Dashboard sharing
cs: Sdílení ovládacího panelu
es: Compartir tablero
fr: Partage du tableau de bord
lo: ການແບ່ງປັນກະດານຂ່າວ
nl: Dashboard delen
pt: Partilha do painel
ru: Совместное использование инфопанели
uk: Спільний доступ до інформаційної панелі
uz_uz_cyrl: Бошқарув панелига уланиш

source: There are no users, groups or roles to apply sharing settings for.
cs: Neexistují žádní uživatelé, skupiny ani role, pro které by bylo možné použít nastavení sdílení.

source: {{count}} visualization was updated.
cs: {{count}} vizualizace byla aktualizována.

source: Check that you have permission to change sharing for all visualizations.
cs: Zkontrolujte, zda máte oprávnění změnit sdílení pro všechny vizualizace.

source: No visualizations were updated.
cs: Nebyly aktualizovány žádné vizualizace.

source: {{count}} visualization could not be updated.
cs: {{count}} vizualizaci nelze aktualizovat.

source: Applying the same sharing settings makes sure that users, groups and roles that have access to the dashboard also have at least "View only" access to its visualizations (charts, tables, maps, event charts, event reports).
cs: Použitím stejného nastavení sdílení je zajištěno, že uživatelé, skupiny a role, které mají přístup k řídicímu panelu, budou mít také alespoň přístup „Zobrazit pouze“ k jeho vizualizacím (grafy, tabulky, mapy, grafy událostí, zprávy o událostech).

source: If a user, group, or role already has "View and edit" access to a visualization, this won't be reduced to "View only". "All users" access level won't be updated or changed.
cs: Pokud uživatel, skupina nebo role již má k vizualizaci přístup „Zobrazit a upravit“, nebude omezen na „Pouze zobrazit“. Úroveň přístupu „Všichni uživatelé“ nebude aktualizována ani změněna.

source: Applying sharing can't be undone, and needs to done again if new visualizations are added to the dashboard or its sharing settings are changed.
cs: Aplikaci sdílení nelze vrátit zpět a je třeba ji provést znovu, pokud jsou na hlavní panel přidány nové vizualizace nebo se změní nastavení sdílení.

source: Updating sharing settings...
cs: Aktualizace nastavení sdílení ...

source: There was a problem updating dashboard visualizations. No visualizations were updated. Try again, or contact a system administrator.
cs: Při aktualizaci vizualizací ovládacího panelu došlo k problému. Nebyly aktualizovány žádné vizualizace. Zkuste to znovu nebo se obraťte na správce systému.

source: Give access to a user, group or role
cs: Poskytněte přístup uživateli, skupině nebo roli

source: User, group or role
cs: Uživatel, skupina nebo role

source: Select a level
cs: Vybrat úroveň
es: Selecciona un nivel
ru: Выбрать уровень
uk: Вибрати рівень
uz_uz_cyrl: Поғонани танланг

source: Anyone logged in can view
cs: Kdokoli přihlášený může prohlížet

source: Can view
cs: Může zobrazit
es: Puede ver
ru: Право просмотра
uk: Може переглядати
uz_uz_cyrl: Кўриш мумкин

source: Anyone logged in can view and edit
cs: Kdokoli přihlášený může prohlížet a upravovat

source: Can view and edit
cs: Lze prohlížet a upravovat
es: Puede ver y editar
ru: Право просмотра и редактирования
uk: Може переглядати й редагувати
uz_uz_cyrl: Кўриш ва таҳрирлаш имкони

source: Users, groups and roles that currently have access
cs: Uživatelé, skupiny a role, které mají aktuálně přístup

source: User / Group / Role
cs: Uživatel / Skupina / Role
